Repository: openlab/ODPI
Catalog: ODI/Resources/Views/Tpl/TasklistResource.*.resx
Languages: fr

source: Before You Start
fr: Avant de commencer

# BeforeYouStartTheProcess
source: Before you start the process of installing any of the products included with Open Data Platform Installer there are a few pre-requisites required before using the tool. <a id="showMore">Show More</a>
fr: Avant de commencer le processus d'installation d'un produit inclut dans l'Open Data Platform Installer, il y a quelques prérequis nécessaires à l'utilisation de l'outil. <a id="showMore">En savoir plus</a>

source: Configure Components
fr: Configuration des Composants

source: Continue
fr: Continuer

source: Finalize install procedure
fr: Finalisation de la procédure d'installation

source: Go Back
fr: Précédent

source: Hosted Service
fr: Service Hébergé

# IfYouDontAlreadyHaveAWindowsAzure
source: If you don’t already have a Windows Azure account you can create one at <a href="http://www.windowsazure.com" target="_blank">www.windowsazure.com</a>. Here you will find all appropriate information and steps required to create an account.
fr: Si vous ne possédez pas encore de compte Windows Azure, vous pouvez en créer un sur <a href="http://www.windowsazure.com" target="_blank">www.windowsazure.com</a>. Vous y trouverez toutes les informations et étapes requises à la création d'un compte.

source: Install
fr: Installation

source: Management Certificates
fr: Certificats de Gestion

# OnceYourAccountIsCreated
source: Once your account is created you will need to create a Hosted Service under your Windows Azure subscription to deploy the products to. This Hosted Service must be empty or we cannot deploy to it using the Open Data Platform Installer.
fr: Une fois votre compte créé, vous devez créer un Service Hébergé sur votre abonnement Windows Azure afin d'y déployer les produits. Ce Service Hébergé doit être vide. Dans le cas contraire vous ne pourrez pas déployer via l'Open Data Platform Installer.

# OpenDataPlatformInstalled
source: Open Data Platform Installer for Windows Azure
fr: Open Data Platform Installer pour Windows Azure

source: Progress:
fr: Progression :

source: Select components to install
fr: Sélection des composants à installer

source: Storage Account
fr: Compte de Stockage

# TheOpenDataPlatformInstallerODPI
source: The Open Data Platform Installer (ODPI) will allow even non-technical folks to get a customized collection of Open Data applications up and running on Windows Azure by filling out a few details.
fr: L'Open Data Platform Installer (ODPI) permet à toutes personnes, même les moins techniques, d'obtenir une collection personnalisée d'applications Open Data installées et fonctionnant sur Windows Azure en remplissant un minimum d'informations.

# TheOpenDataPlatformInstallerRequires
source: The Open Data Platform Installer requires the use of a Storage Account to temporarily store packages while deploying. These packages will be deleted, but the storage account will remain in place. We'll let you know when you need these details but if you want to create one now click <a href="#" data-toggle="modal" data-target="#createTableStorage"> here</a> for details on how to create one.
fr: L'Open Data Platform Installer nécessite un compte de stockage pour stocker temporairement les paquets lors du déploiement. Ces paquets seront supprimés mais le compte de stockage restera présent. Nous vous expliquerons comment créer un compte de stockage quand vous en aurez besoin. Cependant si vous désirez en créer un cliquez <a href="#" data-toggle="modal" data-target="#createTableStorage"> ici</a>

# ToAllowOpenDataPlatformInstaller
source: To allow the Open Data Platform Installer access to your Windows Azure account, you will be required to add temporary certificates to your Windows Azure account. Don’t worry, we automatically create the certificates, we’ll show you how to add the certificates to your Azure account when the time is right.
fr: Afin d'autoriser Open Data Platform Installer à accéder à votre compte Windows Azure, il vous sera demandé d'ajouter temporairement un certificat sur votre compte Windows Azure. Ne vous inquiétez pas, nous nous occupons de créer automatiquement les certificats. De même nous vous montrerons en temps voulu comment ajouter le certificat sur votre compte Azure.

source: Windows Azure Account
fr: Compte Windows Azure

# YouMustAlsoCreate
source: You must also create a separate hosted service for every product you install. Please see, <a href="#" data-toggle="modal" data-target="#CreateHostedService" rel="tooltip" data-original-title="Click to see how">How to Create a Hosted Service for more details.</a>
fr: Vous devez aussi créer un Service Hébergé différent pour chaque produit que vous souhaitez installer. Réferrez-vous au lien suivant pour savoir <a href="#" data-toggle="modal" data-target="#CreateHostedService" rel="tooltip" data-original-title="Cliquer pour voir comment">Comment créer un Service Hébergé</a>
