Repository: openlab/ODPI
Catalog: ODI/Resources/Views/Help/CreateSqlAzureDbResource.*.resx
Languages: fr

# CheckAllowOtherWindowsAzure
source: Check <b>Allow other Windows Azure services to access this server </b>and specify any other IP ranges to allow to access the SQL Server
fr: Cochez <b>Autoriser les Services Windows Azure à se connecter au serveur</b> et spécifiez toute autre plage d'adresses IP autorisée à accéder au serveur SQL.

# ClickFinish
source: Click <b>Finish</b>. At this point the database and server will be created in a few minutes.
fr: Cliquez sur <b>Terminer</b>. A ce stade la base de données et le serveur seront créés d'ici quelques minutes.

# ClickOnDatabase
source: Click on <b>Database</b>
fr: Cliquez sur <b>Base de données</b>

# ClickOnTheSubscriptionFolder
source: Click on the <b>Subscriptions </b>folder
fr: Cliquez sur le dossier <b>Abonnements </b>

# ClickTheCreateANewDatabase
source: Click the <b>Create a New Database </b>button
fr: Cliquez sur le bouton <b>Créer une base de données SQL </b>

# CreateAnAdministratorLogin
source: Create an administrator login and password and click <b>Next</b>. <b>NOTE: </b>write these down somewhere as you will need them for later.
fr: Créez un couple identifiant/mot de passe pour le compte administrateur et cliquez sur <b>Suivant</b>. <b>NOTE :</b> Souvenez-vous des identifiants car vous en aurez besoin dans l'étape suivante.

# EnterADatabaseName
source: Enter a <b>database name </b>for your<b> </b>database and select the edition and maximum size. <b>NOTE: </b>make a note of the database name as you will need it for later
fr: Entrez un <b>nom de base de données</b> pour votre base et sélectionnez l'édition ainsi que la taille maximale. <b>NOTE :</b> Souvenez-vous du nom de la base de données car vous en aurez besoin dans l'étape suivante.

# GoToWindowsAzure
source: Go to <a href="http://windows.azure.com" target="_blank">http://windows.azure.com</a> and sign in
fr: Allez sur <a href="http://windows.azure.com" target="_blank">http://windows.azure.com</a> et connectez-vous.

source: How To Get Create SQL Azure Database
fr: Comment créer un Base de Données SQL Azure

# InTheCreateDatabaseDialog
source: In the <b>Create Database </b>dialog, select the subscription the create the database on, and then select the database server and click <b>Next</b>. Note, you can select an existing database server or create a new one
fr: Dans la fenêtre <b>Créer une base de données</b> sélectionnez l'abonnement sur lequel créer la base de données, sélectionnez le serveur de base de données et cliquez sur <b>Suivant</b>. Note : vous pouvez sélectionner un serveur de base de données existant ou en créer un nouveau.

# SelectTheRegionToCreate
source: Select the <b>Region</b> to create the database in and click <b>Next</b>
fr: Sélectionnez une <b>Région</b> à laquelle sera rattaché votre base de données et cliquez sur <b>Suivant</b>
