Repository: openlab/ODPI
Catalog: ODPI/Resources/Views/Tpl/AzureConfigResource.*.resx
Languages: fr

source: accountname
fr: nom du compte

# AddTheDownloadedCertificate
source: Add the downloaded certificate to your Windows Azure Managment Console. Click <a href="#" data-toggle="modal" data-target="#add-certificate" id="cert-doc-link">here</a> for details on uploading the certificated.
fr: Ajoutez le certificat téléchargé depuis la console d'administration Windows Azure. Cliquez <a href="#" data-toggle="modal" data-target="#add-certificate" id="cert-doc-link">ici</a> pour plus de détails sur l'ajout de certificats.

source: Automated Installer
fr: Installeur Automatisé

source: Azure Config
fr: Configuration d'Azure

source: Azure Info
fr: Informations Azure

source: Click to see how
fr: Cliquez pour voir comment

source: Configure Components
fr: Configuration des Composants

source: Continue
fr: Continuer

source: Finalize install procedure
fr: Finalisation de la procédure d'installation

# FinallyWeRequireTheCredentials
source: Finally we require the credentials for your Azure Table Storage for the subscription that we will be deploying to so that we can move the packages properly to Azure to be deployed. If you have not created a table storage account click <a href="#" data-toggle="modal" data-target="#createTableStorage">here</a> for details on how to create one.
fr: Enfin nous avons besoin des identifiants de votre compte de stockage Azure pour la souscription sur laquelle nous téléchargerons puis déploierons le(s) paquet(s). Si vous n'avez pas encore créé de compte de stockage, cliquez <a href="#" data-toggle="modal" data-target="#createTableStorage">ici</a> pour plus de détails.

source: Go Back
fr: Précédent

# IfYouWouldRatherUseManualInstall
source: If you would rather use the manual install, simply click the skip button below. If you would like to use the automated installation please follow the instructions below.
fr: Si vous préférez utiliser l'installation manuelle cliquez simplement sur le bouton ignorer ci-dessous.<br /> Si vous préférez utiliser l'installation automatisée veuillez suivre les instructions suivantes.

source: Install
fr: Installation

source: Installation Types
fr: Types d'installation

source: long key string
fr: clé

source: Manual Installer
fr: Installeur Manuel

# NoteTheInstallerCanAutomatically
source: <strong>NOTE:</strong> The Installer can automatically deploy your package(s) for you, but you MUST install a generated certificate into the Azure Management Console. The deploy process will check your Azure account for a certificate, and will not move on to the next step unless there’s a certificate.
fr: <strong>NOTE :</strong> L'installeur automatisé peut automatiquement déployer votre/vos paquet(s) à votre place cependant vous DEVEZ installer un certificat généré par ODPI dans la console de gestion Azure. Le processus de déploiement vérifiera que le certificat est bien présent sur votre compte Azure et ne procèdera pas à l'étape suivante tant que celui-ci n'est pas installé.

# ODPICanAutomaticallyDeploy
source: ODPI can automatically deploy your package(s) for you but you first must follow these steps.
fr: ODPI peut automatiquement déployer votre/vos paquet(s) à votre place mais vous devez d'abord suivre les étapes suivantes.

# ODPIHasTwoWays
source: ODPI has two ways to configure and install your components onto the Windows Azure platform.
fr: ODPI possède 2 méthodes pour configurer et installer vos composants sur la plateforme Windows Azure

# OnceYouHaveDownloadedAndUploaded
source: Once you have downloaded and uploaded the certificate, enter your Subscription ID found on the Management Console. Click <a href="#" data-toggle="modal" data-target="#subscriptionIdHelp">here</a> for details on getting your subscription ID.
fr: Une fois le certificat téléchargé et ajouté entrez votre ID d'abonnement disponible depuis la console d'administration. Cliquez <a href="#" data-toggle="modal" data-target="#subscriptionIdHelp">ici</a> pour plus de détails sur le moyen d'obtenir votre ID d'abonnement.

source: Primary Access Key
fr: Clé d'accès primaire

source: Progress:
fr: Progression :

source: Select components to install
fr: Sélection des composants à installer

source: Skip
fr: Ignorer

# StartByDownloading
source: Start by downloading this <a id="certlink" href="/Auto/Certificate?fileName=">Generated Certificate</a> and saving it on your local computer. Remember the location you saved it to.
fr: Commencez par télécharger ce <a id="certlink" href="/Auto/Certificate?fileName=">Certificat Généré</a> et sauvegardez-le sur votre ordinateur local. Mémorisez l'endroit où vous l'enregistrez.

source: Storage Account Name
fr: Nom du Compte de Stockage

source: Subscription Id
fr: ID d'abonnement

source: subscription key for azure
fr: clé d'abonnement azure

# TheAutomatedInstallerWillAllow
source: The Automated installer will allow you to double check all of your configuration prior to Automatically installing the package to save you the most time.
fr: L'installeur automatisé vous permettra de vérifier toute la configuration avant l'installation du/des paquets pour vous faire économiser du temps.

# TheManualInstallerIsTheAlternative
source: The Manual installer is the alternative means for using ODPI, where we never need to know anything about your Azure instance. The drawback to this method is that you will have to ensure that all of your configuration is correct ahead of time as well as manually upload and deploy the packages using the Azure Managment Console.
fr: L'installeur manuel est une alternative pour utiliser ODPI dans laquelle nous n'avons pas à connaître les informations relatives à votre instance Azure. La contrepartie de cette méthode est que vous devrez vous assurer que tous les éléments de configuration sont corrects avant de télécharger manuellement et de déployer les paquets en utilisant la console de gestion Windows Azure.
