Repository: openlab/ODPI
Catalog: ODI/Resources/Views/ConfTpl/DataLabResource.*.resx
Languages: fr

source: Application Settings
fr: Paramètres de l'application

# ApplicationSettingsWillAllowDataLab
source: Application settings will allow DataLab to be customized when installed on Azure. You will need to provide the following
fr: Les paramètres de l'application permettent à OGDI DataLab d'être personnalisé lors de l'installation dans Azure. Vous devrez fournir les éléments suivants :

source: Blob Storage Info
fr: Information sur le stockage Blob

# CatalogDefinition
source: Data Catalog definition
fr: Définition du catalogue de données

# CatalogDefinitionDescription
source: This section allows you to configure the data catalog that OGDI DataLab will use. Leave this section blank if you want to use an extern data service.
fr: Cette partie permet de configurer le catalogue de données qu'utilisera OGDI DataLab. Laissez cette section vide si vous souhaitez utiliser un service de données externe.

source: Click to see how
fr: Cliquez pour voir comment

source: Data Service DNS
fr: Service de données DNS

# OnceComplete
source: Once complete you will need to provide the following:
fr: Une fois complété, vous allez devoir fournir les informations suivantes :

source: Primary Access Key
fr: Clé d'accès primaire

source: Recaptcha Private Key
fr: Clé Privée Recaptcha

source: Recaptcha Public Key
fr: Clé publique Recaptcha

source: Storage Account Name
fr: Nom du compte de stockage

# TheUseOfBlobStorageIsRequired
source: The use of Blob Storage is required for this package. If you already have an existing Storage Account. If you need to create a storage account for blob storage, click <a href="#" data-toggle="modal" data-target="#createTableStorage">here</a> for details on how to create one.
fr: L'utilisation d'un compte de stockage blob est obligatoire pour ce paquet. Si vous avez besoin de créer un compte de stockage pour du stockage blob, cliquez <a href="#" data-toggle="modal" data-target="#createTableStorage">ici</a> pour savoir comment en créer un.
