Repository: openlab/ODPI
Catalog: ODI/Resources/Views/ConfTpl/OpenTurfResource.*.resx
Languages: fr

# ALoginUsernameToUse
source: a login username to use for bit.ly URL shortening
fr: L'identifiant à utiliser pour raccourcir les URL

# AnAPIKeyToUse
source: an API key to use for URL Shortening
fr: La clé d'API à utiliser pour raccourcir les URL

source: Application Name
fr: Nom de l'application

source: Application Settings
fr: Paramètres de l'application

# ApplicationSettingsWillAllow
source: Application settings will allow ODAF OpenTurf to be customized when installed on Azure. You will need to provide the following
fr: Les paramètres de l'application permettront de customiser ODAF Openturf une fois intallé sur Azure. Vous devez saisir les éléments suivants :

source: App Url
fr: Url de l'application

source: Bit.ly API Key
fr: Clé d'API Bit.ly

source: Bit.ly Login
fr: Identifiant Bit.ly

source: Callback Url
fr: Url de retour

source: Click to see how
fr: Cliquez pour voir comment

source: consumer key provided by Twitter
fr: consumer key fournie par Twitter

source: consumer secret provided by Twitter
fr: consumer secret fournie par Twitter

source: Database Hostname
fr: Nom d'hôte de la base de données

source: Database Name
fr: Nom de la base de données

# IfYouDoNotHaveAlready
source: If you do not have a SQL Azure database already created, click <a href='#' data-toggle='modal' data-target='#CreateSqlAzureDb' rel='tooltip' data-original-title='Click to see how'> here</a> for instructions to create a SQL Azure database.</p>
fr: Si vous n'avez pas déjà créé une base de données SQL Azure, cliquez <a href='#' data-toggle='modal' data-target='#CreateSqlAzureDb' rel='tooltip' data-original-title='Cliquez pour voir comment'> ici</a> pour voir les instructions sur la création d'une base de données SQL Azure.

# NameOfTheApplication
source: name of the application in the title screen
fr: Nom de l'application sur l'écran d'accueil

# OnceDatabaseIsCreated
source: Once the database is created, enter the values below.
fr: Une fois la base de données créée veuillez remplir les valeurs ci-dessous :

# OpenTurfHasTwitterIntegration
source: ODAF OpenTurf has Twitter integration and will require some details to be functional. Please refer to Twitter Developer documentation at <a href="https://dev.twitter.com"> https://dev.twitter.com</a> on how to setup appropriate twitter keys. You will need to provide the following
fr: ODAF Openturf bénéficie de l'intégration Twitter et nécessite donc quelques détails pour être fonctionnel. Pour plus d'informations sur la configuration des clés Twitter de manière appropriée référez-vous à la documentation Twitter pour les développeurs <a href="https://dev.twitter.com"> https://dev.twitter.com</a>. Veuillez saisir les éléments suivants :

source: Password
fr: Mot de passe

source: password you created
fr: Mot de passe que vous avez créé

# SameCallBackURLSetup
source: same callback URL setup when creating app on Twitter
fr: URL de retour renseignée dans Twitter

source: SQL Azure Info
fr: Informations SQL Azure

source: Twitter Settings
fr: Paramètres Twitter

# TwitterUsernameToUse
source: Twitter Username to be used as Admin
fr: Identifiant Twitter administrateur

source: Username
fr: Identifiant

# UsernameThatWillBeUsed
source: username that will be used for administration
fr: Identifiant qui sera utilisé pour l'administration
